# MNDashMPerM Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MNDashMPerM Property
SymbolTypeId Class See Also
---
Symbol MN-m/m, indicating unit Meganewton meters per meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MNDashMPerM { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MNDashMPerM As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MNDashMPerM {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace